Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J31.tmx
Source language: en_us
Languages: zh_cn

source: Economists’ attitude to trading blocs - whether they be common markets or regional free trade areas (FTAs)-has been ambivalent.
zh_cn: 经济学家对贸易集团的态度（不管它们是共同市场还是地区贸易区），一直是矛盾重重。

source: This follows from the classical case for free trade, as modified by the modern theory of trade and welfare (see Corden, 1974).
zh_cn: 正象由贸易和福利的现代理论所修改过的那样，这从自由贸易古典的例子以来一向如此。

source: This states in its static version that free trade is in the interest of each country because it expands its feasible set of consumption possibilities by providing, in effect, an indirect technology for transforming domestic resources into the goods and services which yield current and future utility to consumers.
zh_cn: 根据其静态的描述，它表明，自由贸易对每个国家都是有利的，因为它实际上提供了把国内资源转换成商品和劳务的间接技术，这些商品和劳务对消费者产生了当前和未来效用，从而扩大了每个国家的可供消费部分，把投资与一国的比较利益很好结合起来。

source: The dynamic version incorporates investment in line with a country’s comparative advantages, which minimizes the present value of the resource costs of its future demand.
zh_cn: 动态式样，它能使一国未来需求的资源成本的现值最小化。

source: The modem theory, moreover, does not necessitate a commitment to laissez-faire.
zh_cn: 而且，现代理论不必受自由放任的约束。

source: Except for the so-called optimum tariff argument (when a country can influence its terms of trade), most arguments for protection can be shown to be arguments to deal with so-called domestic distortions in the working of the price mechanism.
zh_cn: 除了所谓的最适宜关税争论外，（什么情况下一国能影响其贸易条件）对保护的大部分争论可能是对处理价格机制运行中的所谓国内扭曲的争论。

source: They require domestic public interventions, but not in foreign trade.
zh_cn: 扭曲需要政府的国内干预，但不是对外贸易。

source: From this perspective as the relevance of the optimum tariff argument is likely to be limited (see below) - the ideal policy for each and every country is unilaterally to adopt free trade in its own self-interest, as Britain did after the repeal of the Corn Laws.
zh_cn: 从这一观点看，恰如其份的最适宜关税争论可能是有限的。为了自己的利益，各国的理想政策是单方面实行自由贸易，正如英国在废除谷物法后所做的那样。

source: The case for trading blocs must therefore at best be a second best one.
zh_cn: 因此，组成贸易集团充其量只不过是一种次佳选择。

source: Such a case is ultimately based on the judgement that irrespective of the theoretical case in favour of unilateral free trade, most countries are mercantilist, looking upon foreign trade as a zero-sum game.
zh_cn: 这样一种情况最终是根据这一判断，即尽管理论上认为单边自由贸易对一国是有利的，但大多数国家都是重商主义者，把对外贸易看作是一方得益引起另一方相应损失的行业。

source: The negotiating mechanisms underlying the promotion of multilateral free trade even under GATT are implicitly mercantilist.
zh_cn: 强调在关贸总协定了促进多边自由贸易的谈判机制甚至是暗含的重商主义者。

source: Mercantilists view trade as a war, and the various GATT rounds with their ‘concessions’ to economic virtue are like multilateral disarmament.
zh_cn: 重商主义者把贸易看作一种战争，关贸总协定不同回合的谈判，他们在经挤长处的互相退让就象多边裁军一样。

source: If in this contest some countries decide to disarm amongst themselves, and that on balance does not hurt others (that is if the arrangements are net trade creating), then the resulting trading bloc is to be blessed.
zh_cn: 在这一争夺中，如果有些国家决定在它们中裁军，结果这不伤害其他国家。（即如果协议是净贸易创造的话），那么，产生的贸易集团应给予赞美。

source: This in essence is the rationale of GATT’s article XXlV allowing exceptions to its MFN rule and the principle of non-discrimination which is the cornerstone of the multilateral trading system constructed under its auspices since the Second World War.
zh_cn: 这实质上是关贸总协定（XXIv）的条款允许给予其最惠国待遇原则和非歧视原则例外的理论基础，它是自二次世界大战以来，在关贸总协定主持下建立多边贸易体系的柱石。

source: Most economists agree that the net effects of the two major trading blocs which are currently emerging - the European Community (EC) after the completion of the Single Market, and the North American Free Trade Area (NAFTA)- are likely to be net trade creating (see, e.g., Krueger, 1992a). But there are two remaining and serious worries.
zh_cn: 经济学家同意正在出现的两个主要贸易集团，统一市场完成后的欧洲共同体和北美自由贸易区的净效果可能是净贸易创造，但是有两个余留和真正的担心。

source: The first is that rather than being a step towards multilateral free trade, such blocs will lead to a retrogression.
zh_cn: 首先，它们若不是走向多边自由贸易的一个步骤，那末，这样的集团将导致倒退。

source: This arises from the new interest groups created who benefit from the trade diversion which accompanies any discriminatory preferential trading arrangement.
zh_cn: 这是由创建了新的利益集团，它们从贸易多样化获得利益而引起的，而这种贸易多样化，是带有差别对待的优惠贸易安排。

source: They will oppose any further movement to an open multilateral trading system.
zh_cn: 它们将反对任何进一步向开放的多边贸易体系前进。

source: The second is that the concentration of scarce political capital and energy on promoting regional trading blocs will divert the attention of traditional supporters of the global system towards these second best schemes.
zh_cn: 其次，促进地区贸易集团的稀缺政治资本和能源的集中，将转移到对这些次佳方案的全球体系的传统支持的注意。

source: Further, given the inevitable trade frictions that will arise between large regional trading blocs - with those left outside, such as the East Asian newly industrializing countries (NICs) and Japan trying to form their own defensive blocs-the whole multilateral trading system built up since the Second World War could unravel.
zh_cn: 此外，考虑到大贸易集团和集团外国家将产生的不可避免的贸易磨擦，这样，集团外的国家如东亚新兴工业国和日本，就会试图组成它们自己的防卫集团，那么，二次大战以来建立的整个多边贸易体系可能拆散。

source: In this context it is the US endorsement of regionalism which is most worrying.
zh_cn: 关于这一点，最令人担优的是美国支持地区主义。

source: As Wolf notes: ‘The shift in US thinking towards FTAs, and more generally toward bilateralism as a principle, rather than a shamefaced expedient, is momentous.
zh_cn: 正如沃尔夫所指出的那样：美国向自由贸易地区的想法的转变，并普遍地把转向双边主义作为原则，而不是作为一种丢人的权宜之计，美国的这种转变是严重的”。

source: As the progenitor and most enthusiastic upholder of the unconditional MFN principle, the US may well doom the GATT system in its present form by this defection’ (Wolf, 1989, p. 93).
zh_cn: 就象无条件最惠国待遇的前辈和最热情的支持者那样，美国可能通过它目前的这种背叛毁灭关贸总协定体制。

source: But is GATT, particularly its largest Uruguay Round, worth saving?
zh_cn: 但是，关贸总协定，特别是其最长的乌拉圭回合谈判值得挽救吗？

source: There have been a considerable number of academic, and other, commentaries about the defects of GATT, from which it has been ably defended by Bhagwati (1991).
zh_cn: 关于关贸总协定的缺陷，学术界和其他人对之有大量的评论，而巴格瓦蒂则一直巧妙地为关贸总协定辩护。

source: More serious is the danger of a trade war between rival trading blocs if the Uruguay Round collapses.
zh_cn: 更严重的是，如果乌拉圭回合夭折的话，竞争的贸易集团之间可能有出现贸易战的危险。

source: The World Bank’s World Development Report 1991, estimated that this could lead to a loss of 3-4 per cent of world output.
zh_cn: 1991年世界银行发展报告估计，乌拉圭回合夭折可能导致世界产出损失3一4%。

source: One great paradox of the 1980s is that, whereas developing countries are finally coming around to accepting the economists’ case for the unilateral implementation of free trade, the developed countries, which in the past have been the major votaries of multilateral free trade, have been gradually turning their backs on their professed principles through various forms of creeping administrative protection such as non-tariff barriers like voluntary export restraints (VERs) and anti-dumping actions.
zh_cn: 80年代的一个大矛盾是：当发展中国家最终改变主意接受经济学家的单方面实行自由贸易的建议时，过去一直是多边自由贸易提倡者的发达国家，却通过逐步增加各种形式的行政保护，例如，象自动出口限制和反倾销行为等非关税壁垒，逐步地向它们公开声称的原则后退。

source: Stoeckel et al. (1990) have estimated on the basis of their world trade model that a 50 per cent reduction in these non-tariff barriers and in the much lower current tariff barriers would result in an increase of world income of over 5 per cent.
zh_cn: 斯托克尔等人（19”年）以它们的世界贸易模式为基础估计，如果这些非关税壁垒削减50%和大幅度降低现行关税壁垒，将导致世界收入增加导5%以上。

source: This is the prize offered by multilateral trade liberalization.
zh_cn: 这是多边贸易自由化提供的奖赏。

source: But, instead, the current prospect is of a strengthening of regional trading blocs at the expense of the multilateral trading system (see Lawrence and Schultze, 1990; Schott 1989).
zh_cn: 但是，恰恰相反，目前的前景是以牺牲多边贸易体制来加强地区贸易集团。

source: This growing impatience with the multilateral trading system is unlikely to lead to the 1930s-type collapse of the world trading system as many observers fear.
zh_cn: 对多边贸易体制的日益不耐烦，不会象许多观察家担心的那样，有可能导致30年代类型那样的世界贸易体制的垮台。

source: A more likely outcome is by analogy with the gradual erosion of the first liberal trading order established in the second half of the nineteenth century.
zh_cn: 一种很可能的后果是类似于19世纪后半期建立的第一个自由贸易秩序的逐渐侵蚀。

source: The great Age of Reform began with the repeal of the Corn Laws in 1846, and culminated in Gladstone’s 1860 Budget, the first of a series which unilaterally freed the UK’s trade.
zh_cn: 伟大的变革年代始于1846年谷物法的废除并以格拉德斯通的1860年预算达到顶峰。

source: Subsequently, with the Cobden-Chevalier Treaty of 1860, and a string of other tariff treaties, all of which for the first time incorporated the MFN principle, the ‘dream of universal free trade appeared to be approaching reality’ (Kenwoodand Lougheed, 1971, p.76).
zh_cn: 首先是英国单方面实行自由贸易，后来，签订了1860年的科布登·萨瓦利埃条约和一系列其它关税条约，所有这些条约第一次结合了最惠国待遇原则，普遍的自由贸易的理想似乎接近现实。

source: The peak of this liberal free trade order was probably 1870.
zh_cn: 这种充分的自由贸易秩序大概在1870年达到顶峰。

source: From 1880 onwards there was a revival of protectionism.
zh_cn: 1880年后，贸易保护主义抬头。

source: During this free trade period, along with the international integration that ensued there was also a movement towards national integration through the formation of the Zollverein in Germany in 1834, and the unification of Italy in 1861.
zh_cn: 在自由贸易时期，由于1834年德国关税同盟的形成和意大利的统一，与国际一体化一道而来的是民族一体化。

source: World trade boomed, growing at an annual rate of over 4 per cent per annum between 1850-70 (see Rogowski, 1989, p.22).
zh_cn: 在1860-1870年期间，世界贸易每年以4%的速度增长。

source: Similarly in the quarter century after the Second World War, the second great liberal economic order was created under American leadership through successive multilateral GATT trade rounds.
zh_cn: 与此相似，在二次战后的l/4世纪，在美国的领导下，经过关贸总协定连续的多边贸易回合谈判，建立了第二次巨大的自由的经济秩序。

source: Simultaneously,the movement towards European integration parallelled the movement towards national integration in the nineteenth century.
zh_cn: 与此同时，出现了欧洲一体化运动，这颇类似于19世纪的民族一体化运动。

source: In the peak period of this second Golden Age, world trade grew at an annual average rate of about 9 per cent (Rogowski, 1989, p.89) -twice as fast as in the nineteenth century’s Golden Age.
zh_cn: 在第二个黄金时代的顶峰时期，世界贸易以每年平均约9%的速度增长，比19世纪“黄金时代”快一倍。

source: The OECD countries and those developing countries which adopted relatively outward-oriented trade policies saw dramatic increases in their standards of living.
zh_cn: 经合组织成员国和那些采取比较外向政策的发展中国家，其生活水准获得引人注目的提高。

source: The major problem it seemed was to convince the remaining developing countries to reverse their inward orientation- a task on which I have spent much of my professional career.
zh_cn: 看来，主要的间题是使其余的发展中国家相信改变其内向政策—我的职业生涯中花了很多笔墨进行演说的一个任务。

source: Just as they seem to be coming around, and with the unexpected collapse of the autarkic system of central planning in communist countries, leading to their rushing to be integrated with the world economy, another universal free trade order seemed to be on the cards.
zh_cn: 正当这些国家似乎改变主意时，随着共产党国家自给自足的中央计划体制的未预料到的废弃，导致它们匆忙与世界经济结合在一起，另一种普遍的自由贸易秩序看来是可能的。

source: But as in the 1880s, a gradual slide towards protectionism gained momentum in the 1980s.
zh_cn: 但是，象1880年代一样，在1980年代增加了向保护主义逐步滑动的势头。

source: However, there were two major differences.
zh_cn: 但是，有两个重要的差别。

source: Whereas the UK, which had led the nineteenth-century march to free trade, remained constant to its principles, it was the then newly industrializing countries- the US, Germany and France which revived protectionism.
zh_cn: 首先，在19世纪领头走向自由贸易的英国对其原则仍坚定不移，可是当时的新兴工业化国家—美国、德国和法国则复活保护主义。

source: Today it is the NICs -and those who aspire to this status - who are converts to free trade, whilst it is Europe and the US - the leaders of the post-war free trade movement - who are turning inwards.
zh_cn: 今天，新兴工业化国家和那些追求这一地位的其它国家都转为信仰自由贸易。而与此同时，战后自由贸易运动的领导者—欧洲和美国却正朝内向转变。

source: Secondly, unlike the nineteenth century where the instrument of protection was the tariff, today’s new protectionists increasingly use various forms of administrative protection whose common feature is a quota.
zh_cn: 其次，与19世纪不同，当时，保护的工具是关税，今天的新保护主义日益使用各种形式的行政保护，其共同特征是配额。

source: This is more damaging both to their and world economic welfare, as quotas on foreign trade- unlike tariffs - break the link between domestic and foreign prices, and effectively prevent specialization according to a country’s emerging comparative advantage, on which its long-run prosperity ultimately depends.
zh_cn: 这对它们自己和世界经济的福利是更有害的。与关税不同，因为对外贸易中的配额割断了国内外价格之间的联系，有效地阻碍了根据形成的比较优势所进行的专业化，而一国的长期繁荣最终地取决于专业化。

source: The current movement towards regional trading blocs is a culmination of this trend towards what is called ‘managed’ trade.
zh_cn: 目前，这种向地区贸易集团的运动是向所谓的“受管理的”贸易这一趋势的最高潮。

source: It could be argued that the trading blocs being formed, in particular the bilateral free trade agreements currently in favour in the US, are merely replicating the commercial treaties the UK signed to promote free trade in the nineteenth century.
zh_cn: 可能引起争论的是，正在形成的贸易集团，尤其是目前有利于美国的双边自由贸易协定，是重复了19世纪英国为促进自由贸易而签订的商业条约。

source: But there is an important difference. Whereas the nineteenth century treaties all embodied the MFN clause and hence were non-discriminatory, the current FTAs are based on bilateral reciprocity, are discriminatory and go against the GATT MFN rule.
zh_cn: 但是，有一个重要的差别，19世纪条约都写进了最惠国待遇条款，因此，是非歧视的，目前的双边自由贸易协定是建立在双边互惠基础上，是歧视性的，违背了关贸总协定最惠国待遇原则。

source: To protect the preferences granted to the partners they set out complex rules of origin to prevent non-members shipping goods to partners with high external trade barriers through those with lower ones. (See Krueger, 1992b for an analysis of the protectionist content of rules of origin in FTAs). Though it is possible to have FTAs which are GATT plus, and are on a conditional MFN basis
zh_cn: 为了保护给予贸易伙伴的优惠，它们确定了复杂的原产地规则，通过对外用高的贸易壁垒，对内用低的贸易壁垒来阻止非成员国向贸易伙伴运输货物。虽然双边自由贸易协定可能是关贸总协定的附加物，是以有条件的最惠国待遇为基础。

source: (to avoid the problem of ‘free riders’ with the unconditional MFN rule, which has exercised many politicians-see Schott 1989), the purpose of the FTA route being pursued by the US as Krueger (1989) notes is that they ‘at best provide assurances to American trading partners that protectionism will go no further with them’ (p.197).
zh_cn: （为了避免无条件最惠国待遇原则的任意附加条款问题，无条件最惠国待遇原则是许多政治家曾实践的。（见肖特，1989）正如克鲁格（1989）所指出的那样，美国正在追求的自由贸易协定路线的目的是，它们最好也不过为美国的贸易伙伴提供保证，即保护主义不会用在其贸易伙伴身上。

source: So why, given the unprecedented prosperity that the multilateral liberal international economic order has delivered to its participants, are the major architects of the order turning their backs on it?
zh_cn: 既然多边自由国际经济秩序已给其参与者如此前所未有的繁荣，为什么其主要设计师要往回走呢？

source: There is a complex web of reasons, and only a few can be highlighted.
zh_cn: 原因错综复杂，只强调说明几点：

source: The first is that, ‘historically, FTAs have been the economic policy of the uncompetitive and the foreign policy of the weak. The shift of the UK to a fullblown policy of imperial preferences in the 1930s was an admission of both political and economic decline.
zh_cn: 首先，多边自由贸易协定历来就是没有竞争力者的经济政策，是对政治和经济两者衰落的一种承认。

source: Equally, the discriminatory policies of the EC have their roots not only in fear of competition (initially from the US, now from the Far East), but also in the limited number of instruments of foreign policy available to it.
zh_cn: 同样地，欧共体的歧视性政策有其根源，不仅害怕竞争（最初与美国竞争，现与远东竞争），而且害怕其现有的可运用的对外政策工具有限。

source: Should one interpret the movement of the US in the 1980s toward a trade policy based more on discrimination as a tacit admission of its relative economic and political decline?
zh_cn: 人们应该把20世纪80年代更加以歧视为基础的美国贸易政策运动，看作是对其在经济和政治上相对衰落的一种默认吗？

source: The answer, unfortunately, is “yes”’ (Wolf, 1989, p.92).
zh_cn: 不幸的是，回答“是”。

source: The second is that, historically, largely due to the interactions of its factor endowments and mass democracy, the US is naturally protectionist.
zh_cn: 其次，在历史上，主要由于其要素察赋和广泛民主的相互作用，美国是天生的保护主义者。

source: From the Stolper-Samuelson theorem we would expect protection to be in the interest of the scarce factor of production.
zh_cn: 从斯托尔普·萨缪尔逊定理，我们会认为保护主义对稀缺生产要素有利。

source: In the US this is unskilled and semi-skilled labour.
zh_cn: 在美国，稀缺要素是不熟练和半熟练的劳动。

source: In a mass democracy, however, labour is likely to have a disproportionate influence on the polity, if for no other reason that raw labour is the factor of production most evenly distributed amongst the voting public, and hence its interest will tend to be reflected in public policy.
zh_cn: 但是在广泛民主社会，劳动者对政策可能有一种巨大的影响，如果没有其它原因的话，未经训练的劳工在投票的公众中是最均等地分布的生产要素，因此，其利益将在政府政策中得到反映。

source: The surprising fact therefore is not the US’s current lurch to protectionism, but the nearly three decades after the Second World War when it was a free trader (see Rogowski, 1989).
zh_cn: 所以，令人惊奇的事实不是美国目前突然向保护主义倾斜，而是二次战后的几乎30年后，当它曾是自由贸易者突然向保护主义倾斜。

source: The third reason is that, with the integration of world capital markets, trade imbalances are now the other side of the coin of imbalances on the capital account.
zh_cn: 第三个原因是，由于世界资本市场的一体化，贸易不均衡现在是资本帐户不平衡表现的另一面。

source: As is well known, the US trade deficit is the mirror image of the surplus on its capital account, which in turn reflects the imbalance between domestic investment and savings.
zh_cn: 众所周知，美国的贸易逆差是其资本帐户盈余的反映，它转过来，反映了国内投资和储蓄之间的不平衡。
